cask_args appdir: "/Applications"
tap "homebrew/cask"
tap "homebrew/core"

brew "coreutils"
brew "findutils"
brew "fzf"
brew "fontconfig"
brew "ghq"
brew "git-delta"
brew "git-lfs"
brew "grep"
brew "httpie"
brew "gh"
brew "jq"
brew "yq"
brew "pstree"
brew "tree"
brew "wget"
brew "zsh"
brew "mise"
brew "starship"

cask "1password"
cask "1password-cli"
cask "raycast"
cask "discord"
cask "orbstack"
cask "google-chrome"
cask "ghosty"
cask "slack"
cask "visual-studio-code"
