tap "homebrew/bundle"
tap "homebrew/core"

brew "asdf"
brew "bat"
brew "coreutils"
brew "curl"
brew "fd"
brew "fzf"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gpg"
brew "grep"
brew "htop"
brew "gh"
brew "jq"
brew "lsd"
brew "navi"
brew "pandoc"
brew "pstree"
brew "rga"
brew "starship"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"

# for pyenv
brew "bzip2"
brew "libffi"
brew "libxml2"
brew "libxmlsec1"
brew "openssl"
brew "readline"
brew "sqlite"
brew "xz"
brew "zlib"
