brew "bat"
brew "fzf"
brew "fontconfig"
brew "ghq"
brew "git-delta"
brew "git-lfs"
brew "grep"
brew "gh"
brew "jq"
brew "pstree"
brew "tree"
brew "wget"
brew "zsh"

# for asdf
brew "asdf"
# nodejs
brew "gpg"
brew "gawk"
# pyenv
brew "bzip2"
brew "libffi"
brew "libxml2"
brew "libxmlsec1"
brew "openssl"
brew "readline"
brew "sqlite"
brew "xz"
brew "zlib"
