abusaidm.html-snippets
alefragnani.project-manager
anseki.vscode-color
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
denoland.vscode-deno
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
fwcd.kotlin
GitHub.copilot
golang.go
GrapeCity.gc-excelviewer
hediet.vscode-drawio
James-Yu.latex-workshop
jpoissonnier.vscode-styled-components
LeetCode.vscode-leetcode
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.sublime-keybindings
ms-vsliveshare.vsliveshare
naumovs.color-highlight
oderwat.indent-rainbow
Oracle.mysql-shell-for-vs-code
Pivotal.vscode-spring-boot
PKief.material-icon-theme
redhat.java
rust-lang.rust
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
wix.vscode-import-cost
yzane.markdown-pdf
zxh404.vscode-proto3
