abusaidm.html-snippets
alefragnani.project-manager
anseki.vscode-color
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
GrapeCity.gc-excelviewer
hediet.vscode-drawio
James-Yu.latex-workshop
jpoissonnier.vscode-styled-components
matklad.rust-analyzer
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.sublime-keybindings
ms-vsliveshare.vsliveshare
naumovs.color-highlight
oderwat.indent-rainbow
PKief.material-icon-theme
rust-lang.rust
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
VisualStudioExptTeam.vscodeintellicode
wix.vscode-import-cost
yzane.markdown-pdf
yzhang.markdown-all-in-one
